dpl_javiergarciahernandez/dpl-ut4-a2-ruby/travelroad/app/controllers/places_controller.rb

SELECT "places".* FROM "places" WHERE "places"."visited" = $1  [["visited", false]]
---
  def index
    @wished = Place.where(visited: false)